Repository: Cristobal-coll/q4os-i18n
Catalog: src/*/appsetup2.po
Languages: de

source: Do you really want to cancel pending operation ?
de: Wollen sie den laufenden Prozess wirklich abbrechen ?

source: Cancel
de: Abbrechen

source: < Back
de: < Zurück

source: Setup action:
de: Konfiguration:

source: Q4OS Install System v0.2.0
de: Q4OS Installationssystem v0.2.0

source: Installing
de: Installieren

source: Please wait while software is being installed
de: Bitte warten, bis die Software installiert ist

source: Next >
de: Fortfahren >

source: result:
de: Resultat:

source: passed OK !
de: Erfolgreich !

source: Fast system checks
de: Schnelle Systemüberprüfung

source: System is prechecking installation environment
de: Das System überprüft die Installationsumgebung

source: Get permissions
de: Berechtigungen erlangen

source: System asks for installation permissions
de: Das System benötigt Installationserlaubnis

source: Install >
de: Installieren >

source: Enter your password to continue:
de: Tippen Sie zum Fortfahren ihr Passwort ein:

source: setup wizard
de: Installationsassistent

source: Finish >
de: Fertigstellen >

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
de: <p><h2>Der _SUBST_SWNAME_ Installationsassistent wird fertiggestellt</h2><br></p> <p>_SUBST_SWNAME_ wurde auf Ihrem Computer installiert.<br></p> <p>Klicken Sie auf Fertigstellen, um den Assistenten zu schliessen.<br><br><br><br><br><br></p> <p>Besuchen sie die _SUBST_SWNAME_-Website um mehr darüber zu erfahren</p>

source: Press Page Down to see the rest of agreement.
de: Drücken Sie Page Down, um den Rest der Vereinbarung zu sehen.

source: License Agreement
de: Lizenzvereinbarung

source: Please review the license terms before install
de: Bitte lesen Sie die Lizenzvereinbarung vor der Installation gut durch

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install _SUBST_SWNAME_ software.
de: Wenn Sie die Vereinbarung akzeptieren, klicken Sie zum Fortfahren Ich Stimme Zu. Sie müssen die Vereinbarung akzeptieren, um _SUBST_SWNAME_ installieren zu können.

source: I Agree >
de: Ich Stimme Zu >

source: License text ...
de: Lizenz ...

source: I Agree
de: Ich Stimme Zu

source: <p><h2>Welcome to the _SUBST_SWNAME_ setup wizard</h2></p> <p>This wizard will guide you through the installation of the _SUBST_SWNAME_ application.</p> <p>Click Next to continue.</p>
de: <p><h2>Willkommmen zum _SUBST_SWNAME_ Installationsassistenten</h2></p> <p>Dieser Assistent wird Sie durch die Installation von _SUBST_SWNAME_ begleiten.</p> <p>Klicken Sie zum Fortfahren auf Fortfahren.</p>
