Repository: Cristobal-coll/q4os-i18n
Catalog: src/*/desktop-profiler.po
Languages: de, fr, it, pl, pt_pt, ru

source: <p>Q4OS is now installed as a very basic desktop environment. You can keep your system in minimal, clean state and make setup of other software by yourself. Otherwise, you might want to run the Desktop Profiler and let it to install and configure recommended additional software automatically, you are allowed to select between different desktop profiles. Desktop Profiler is accessible in Start menu too.</p><p>Would you like to <b>keep your fresh Q4OS</b> installation fast and clean and skip additional installation now ?</p>
fr: <p>Q4OS est maintenant installé en tant que système bureautique propre et minimal. Vous pouvez le garder ainsi comme base pour choisir les logiciels supplémentaires à ajouter par vos soins. Autrement vous avez la possibilité d'exécuter le gestionnaire de profil burautique qui se chargera d'installer un ensemble d'applications fort courantes. Vous avez la possibilité de choisir entre différents profils burautiques. Cet outil est également disponible dans le menu démarrer.</p><p>Souhaitez vous <b>garder le système bureautique en cet état minimal</b> sans exécuter le gestionnaire de profil immédiatement ?</p>
it: <p>Q4OS è ora installato come un sistema desktop molto minimale. Puoi mantenere questo stato e installare altri programmi da solo. Oppure, potresti eseguire il Desktop Profiler e usarlo per installare e configurare automaticamente i programmi aggiuntivi, selezionando tra vari profili. Il Desktop Profiler è avviabile anche dal menu di avvio.</p><p>Vuoi <b>mantenere l'installazione di Q4OS</b> veloce e pulita e saltare l'installazione di altri programmi ora?</p>
pl: <p>Q4OS został zainstalowany jako bardzo proste środowiska. Możesz pozostawić swój system w minimalnym, czystym stanie i zainstalować pozostałe elementy samodzielnie. W innym wypadku możesz uruchomić Konfigurator Pulpitu i pozwolić mu zainstalować i skonfigurować zalecane dodatkowe oprogramowanie automatycznie. Masz możliwość wyboru pomiędzy kilkoma profilami. Konfigurator Pulpitu jest także dostępny w Start Menu.</p><p>Czy chciałbyś <b>zachować świeżą instalację Q4OS</b>, szybką i czystą pomijając instalację dodatkowego oprogramowania teraz?</p>
pt_pt: <p>O Q4OS está agora instalado como um ambiente de trabalho muito básico. Você pode manter o seu sistema no mínimo, de estado limpo e fazer a instalação de outros programas por si mesmo. Caso contrário, você pode executar o Perfil da Área de trabalho e deixá-lo instalar e configurar os programas recomendados adicionais automaticamente, você está autorizado a escolher entre diferentes perfis da áreas de trabalho. O Perfil da Área de trabalho também está acessível no menu Iniciar.</p><p>Gostaria de <b>manter a sua instalação Q4OS</b>nova, rápida e limpa e saltar a instalação adicional agora ?</p>
ru: <p>Q4OS установлена с минимальным набором компонентов. Вы можете установить и настроить все необходимые Вам компоненты самостоятельно. Также Вы можете использовать Профайлер, который позволяет автоматически установить наборы рекомендуемых приложений на Ваш выбор. Вы можете запустить Профайлер через Главное меню.</p><p>Желаете пропустить установку <b>дополнительного</b> программного обеспечения?</p>

source: Q4OS Setup
fr: Configuration de Q4OS
it: Configurazione di Q4OS
pl: Konfiguracja Q4OS
pt_pt: Configuração Q4OS
ru: Установка Q4OS

source: Keep clean
de: Unverändert lassen
fr: Système minimaliste
it: Mantieni pulito
pl: Utrzymaj czysty
pt_pt: Mantenha limpo
ru: Оставить как есть

source: Run Desktop Profiler
de: Desktop-Profiler starten
fr: Gestionnaire de profil
it: Esegui Desktop Profiler
pl: Uruchom Konfigurator Pulpitu
pt_pt: Execute o Perfil da Área de trabalho
ru: Запуск Профайлера рабочего стола

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
de: <p>Das Paket-System scheint beschäftigt zu sein, da es momentan nichts installieren kann. Das Setup kann nicht fortfahren.</p><p>Die Sperrung könnte wahrscheinlich durch Hintergrund-Updates verursacht worden sein. Falls dies der Fall sei, warten Sie bitte, bis das Paket-System diesen Vorgang beeandet hat. Bitte stellen Sie sicher, dass Sie momentan nichts anderes installieren und versuchen Sie es in ein paar Minuten nochmal.</p>
fr: <p>Le gestionnaire de paquets est en cours d'utilisation et n'est donc pas prêt à installer un autre logiciel immédiatement. La configuration est interrompue.</p><p>Ce blocage est très certainement causé par une mise à jour système actuellement en cours. Si cela est le cas vous devrez attendre un instant le temps que cela soit terminé pour enfin poursuivre votre opération. Vérifiez évidemment que vous n'êtes pas en train d'installer une autre application présentement et répétez votre tentative dans quelques minutes.</p>
it: <p>Il gestore di pacchetti di sistema è occupato, non è possibile installare ora. L'installazione non può continuare.</p><p>Il blocco è molto probabilmente causato dall'installazione sullo sfondo degli aggiornamenti di sistema. Nel caso è sufficiente aspettare che il gestore di pacchetti di sistama termini queste operazioni. Assicurati di non installare contemporaneamente altre applicazioni e ripeti l'installazione tra qualche minuto..</p>
pl: <p>Menedżer paczek programów jest zajęty i nie może instalować w tej chwili. Instalator nie może kontynuować.</p><p>Blokada prawdopodobnie jest wynikiem aktualizacji systemu odbywającej się w tle. Jeżeli tak jest, musisz zaczekać chwilę aż menadżer zakończy swoją pracę. Proszę zwrócić uwagę, by nie powtarzać drugi raz instalacji tego samego programu za kilka minut.</p>
pt_pt: <p>Sistema de pacotes ocupado, não está pronto para instalar agora. A instalação não pode continuar.</p><p>O bloqueio é causado, muito provavelmente, por atualizações em segundo plano do sistema em curso. Se este for o caso, você tem que esperar um momento para o sistema de pacotes concluir essas operações. Por favor, verifique se você não está a instalar outra aplicação e repita a configuração alguns minutos depois.</p>
ru: <p>Пакетная система занята, установка не может быть продолжена.</p><p>Скорее всего, блокировка вызвана фоновым процессом обновления системы. В таком случае подождите несколько минут и повторите попытку снова. Также убедитесь, что паралельно не запущена установка другой программы.</p>

source: <p>Unsufficient hardware detected !</p><p>Your CPU lacks SSE2 support, SSE2 is necessary for required software.</p>
de: <p>Inkompatible Hardware erkannt !</p><p>Ihre CPU hat keinen SSE-Support. SSE wird für elementare Software benötigt.</p>
fr: <p>Votre matériel est insuffisament puissant.</p><p>Votre processeur n'a pas la fonctionnalité SSE2 absolument requise pour ce logiciel.</p>
it: <p>Rilevato hardware non sufficiente!</p><p>Il processore non supporta il set di istruzioni SSE2 necessario per i programmi richiesti.</p>
pl: <p>Wykryto niewystarczający zasób sprzętowy!</p><p>Twój procesor (CPU) nie posiada instrukcji SSE2, których wymaga program.</p>
pt_pt: <p>Detectado hardware insuficiente !</p><p>O seu processador não tem suporte SSE2, o SSE2 é necessário para o programa.</p>
ru: <p>Неподдерживаемое оборудование!</p><p>В Вашем процессоре отсутствует поддержка инструкций SSE2, которые необходимы для данного ПО</p>

source: <p>Unsufficient hardware detected !</p><p>Your computer is low in hardware resources for profile you have selected, it's not recommended to install the profile.</p>
de: <p>Inkompatible Hardware erkannt !</p><p>Ihr Computer hat nicht genügend Hardware-Ressourcen für das Profil, das Sie ausgewählt haben. Es wird NICHT empfohlen, das Profil zu installieren.</p>
fr: <p>Votre matériel est insuffisament puissant.</p><p>Votre ordinateur n'a pas les ressources suffisantes pour le profil bureautique que vous avez choisi, il n'est donc pas recommandé d'installer celui-ci.</p>
it: <p>Rilevato hardware non sufficiente!</p><p>Il computer non ha i requisiti consigliati per il profilo che hai selezionato, non è raccomandato installare il profilo.</p>
pl: <p>Wykryto niewystarczający zasób sprzętowy!</p><p>Twój komputer ma za małe zasoby sprzętowe dla profilu, który wybrałeś. Jego instalacja jest nie zalecana.</p>
pt_pt: <p>Detectado hardware insuficiente !</p><p>O seu computador é fraco em recursos de hardware para o perfil que escolheu, não é recomendado para instalar o perfil.</p>
ru: <p>Неподдерживаемое оборудование!</p><p>Ресурсов Вашего компьютера может оказаться недостаточно для выбранного Вами профиля. Дальнейшая его установка не рекомендуется</p>

source: Do you really want to cancel pending operation ?
de: Wollen Sie den laufenden Prozess wirklich abbrechen ?
fr: Souhaitez-vous vraiment annuler l'opération en cours ?
it: Vuoi davvero annullare l'operazione in corso?
pl: Czy na pewno chcesz przerwać trwającą operację?
pt_pt: Você deseja realmente cancelar a operação pendente ?
ru: Вы действительно хотите прервать выполнение операции?

source: Installation process has requested to logoff this session. Do you want re-login just now ?
de: Der Installationsprozess verlangt einen Logoff. Wollen Sie sich jetzt erneut einloggen ?
fr: Le processus d'installation requière de se déconnecter de cette session. Souhaitez-vous vous déconnecter puis reconnecter immadiatement ?
it: Il processo di installazione richiede di terminare la sessione ora. Vuoi terminare la sessione e rientrare adesso?
pl: Proces instalacji wymaga ponownego zalogowania tego użytkownika. Czy chcesz się zalogować ponownie teraz?
pt_pt: O processo de instalação solicitou o término desta sessão. Você quer reiniciar a sessão agora mesmo ?
ru: Для завершения установки необходимо повторно войти в систему. Вы хотите сделать это прямо сейчас?

source: Please restart X server as soon as possible.
de: Bitte starten Sie den X Server so schnell wie möglich neu.
fr: Merci de bien vouloir redémarrez le service d'affichage « X » dès que possible (p.ex. de façon brutale avec Ctrl-Alt-Backspace).
it: Per favore riavvia il server X prima possibile.
pl: Proszę zresartować X server najszybciej jak to możliwe.
pt_pt: Por favor, reinicie o servidor X, o mais rapidamente possível.
ru: Пожалуйста, перезапустите X сервер.

source: Please reboot your computer as soon as possible. Do you want reboot just now ?
de: Der Computer muss schnellstens neu gestartet werden. Wollen Sie jetzt einen Neustart durchführen ?
fr: SVP redémarrez votre ordinateur dès que possible. Souhaitez-vous redémarrer immédiatement ?
it: Per favore riavvia il tuo computer prima possibile. Vuoi riavviare ora?
pl: Proszę jak najszybciej zrestartowac komputer. Czy chcesz zrobić to teraz?
pt_pt: Por favor, reinicie o seu computador assim que possível. Você deseja reiniciar agora ?
ru: Необходимо перезагрузить компьютер. Перезагрузить компьютер сейчас?

source: Desktop Profiler - install progress
de: Desktop-Profiler - Installationsfortschritt
fr: Gestionnaire de profil -- progression de l'installation
it: Desktop Profiler - avanzamento installazione
pl: Konfigurator Pulpitu - postęp instalacji
pt_pt: Perfil da Área de trabalho - Progresso da instalação
ru: Профайлер - прогресс установки

source: Next >
de: Fortfahren >
fr: Suivant >
it: Avanti >
pl: Dalej >
pt_pt: Avançar >
ru: Далее >

source: Desktop Profiler - batch software installer
fr: Gestionnaire de profil -- installeur de logiciel en mode batch
it: Desktop Profiler - installazione programmi a lotti
pl: Konfigurator Pulpitu - wsadowa instalacja oprogramowania
pt_pt: Perfil da Área de trabalho - Instalador de programas em lote
ru: Профайлер - готовые наборы программ

source: Select a profile:
de: Wählen Sie ein Profil aus:
fr: Choisissez un profil :
it: Seleziona un profilo:
pl: Wybierz profil:
pt_pt: Selecione um perfil:
ru: Выберите профиль:

source: Profile description
de: Profilbeschreibung
fr: Description du profil
it: Descrizione profilo
pl: Opis profilu
pt_pt: Descrição do perfil
ru: Описание профиля

source: Apply >
de: Anwenden >
fr: Appliquer >
it: Applica >
pl: Zastosuj >
pt_pt: Aplicar >
ru: Применить >

source: Keep installed Q4OS operating system, you are free to setup anything by yourself
de: Q4OS installiert lassen. Sie dürfen alles alleine Einstellen.
fr: Garder le système Q4OS d'installé, vous êtes libre de configurer ce que vous souhaiterez même
it: Mantieni Q4OS com'è, sei libero di installare ciò che vuoi da solo
pl: Pozostawia czysty system Q4OS, masz możliwość konfiguracji wszystkiego samodzielnie
pt_pt: Mantenha o sistema operativo Q4OS instalado, você é livre para configurar qualquer coisa por si mesmo
ru: Оставить систему как есть - вы можете установить все самостоятельно

source: Basic Q4OS Desktop with common utilities, command-line tools and libraries
de: Basis-Q4OS Desktop mit normalen Werkzeugen, Kommandozeilen-Tools und Systembibliotheken
fr: Utilitaire bureautiques Q4OS de base, lignes de commandes et bibliothèques
it: Q4OS minimale con i programmi più comuni, i programmi da linea di comando e le librerie.
pl: Podstawowy pulpit Q4OS ze standardowymi programami (także linii komend) i bibliotekami
pt_pt: Área de trabalho Q4OS básica com utilitários comuns, ferramentas de linha de comando e bibliotecas
ru: Базовая версия системы, с основными утилитами, библиотеками и инструментами коммандной строки

source: Full featured Desktop with Web Browser, Office Suite and recommended applications set
de: Kompletter Desktop mit Webbrowser, Office Programmen und empfohlenen Anwendungen
fr: Ensemble bureautique complet avec navigateur Web, une suite bureautique et autres applications recommandées
it: Desktop completo con programma di navigazione internet, programma per l'ufficio e applicazioni raccomandate
pl: Pełne środowisko z przeglądarką internetową, pakietem biurowym i zalecanym zestawem programów
pt_pt: Área de trabalho completa de recursos com o navegador web, programa de produtividade e aplicações definidas recomendadas
ru: Полнофункциональный рабочий стол с веб-браузером, офисным пакетом и набором рекоммендуемого программного обеспечения.

source: Select a profile
de: Wählen Sie ein Profil aus
fr: Choisissez un profil
it: Seleziona un profilo
pl: Wybierz profil
pt_pt: Selecione um perfil
ru: Выберите профиль
