Repository: Cristobal-coll/q4os-i18n
Catalog: src/*/update-manager.po
Languages: fr, pt_pt

source: ! Reboot required
fr: Redémarrage nécessaire
pt_pt: ! Necessita de reiniciar

source: <b>Reboot is required<b> to complete the upgrade.
fr: <b>Redémarrage nécessaire<b> pour finir la mise à jour.
pt_pt: <b>A reinicialização é necessária<b> para concluir a atualização.

source: <p>Another instance of Update Manager is running, leaving ...<p>
fr: <p>Une autre instance du Gestionnaire de Mise à Jour est ouverte, fermeture ...<p>
pt_pt: <p>Outra instância do Gestor de Atualizações está em execução, deixando …<p>

source: <p>If checked, next updates will be performed without user confirmation.</p><p>You can also configure update manager in the control panel -> system administration.</p>
fr: <p>Si vous l'avez sélectionné, les prochaines mises à jour se feront sans confirmation de l'utilisateur.</p><p>Vous pouvez configurer le gestionnaire de mises à jour dans le panneau de contrôle -> administration système.</p>
pt_pt: <p>Se marcado, as próximas atualizações serão realizadas sem confirmação do utilizador.</p><p>Você também pode configurar o gestor de atualizações no painel de controlo -> administração do sistema.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations.</p><p>Please make sure you are not installing another application and repeat setup few minutes later.</p>
fr: <p>Le système de paquets est occupé, impossible de faire l'installation maintenant.</p><p>Le blocage provient, très probablement, par l'installation de mises à jour en tâche de fond. Dans ce cas, vous devez patienter jusqu'à ce que ces opérations soient terminées.</p><p>Assurez-vous que vous n'êtes pas en train d'installer une autre application et répétez votre opération dans quelques instants.</p>

source: <p>System has received security fixes and important updates.</p><p>Please <b>Reboot</b> your computer as soon as possible to complete the upgrade.</p>
fr: <p>Le système a reçu des correctifs de sécurité et des mises à jour importantes.</p><p>Veuillez <b>Redémarrer</b> votre ordinateur le plus rapidement possible pour finaliser les mises à jour.</p>
pt_pt: <p>O sistema recebeu correções de segurança e atualizações importantes.</p><p>Por favor <b>Reinicie</b> seu computador o mais rápido possível para concluir a atualização.</p>

source: <p>You are not allowed to perform system upgrades. You need to be member of administrative group "sudo" first, please contact system administrator.</p>
fr: <p>Vous n'êtes pas autorisé à effectuer les mises à jour système. Pour cela, vous devez être membre du groupe "sudo", prenez contact avec votre administrateur système.</p>
pt_pt: <p>Você não tem permissão para realizar atualizações do sistema. Você precisa ser membro do grupo administrativo "sudo" primeiro, entre em contato com o administrador do sistema.</p>

source: Additional updates has been detected
fr: Des mises à jour additionnelles ont été détectées
pt_pt: Atualizações adicionais foram detetadas

source: Apply
fr: Appliquer
pt_pt: Aplicar

source: Auto close updater window on finish
fr: Fermer automatiquement la fenêtre de mise à jour quand terminé
pt_pt: Fechar automaticamente a janela de atualização no final

source: Available updates
fr: Mises à jour disponibles
pt_pt: Atualizações disponíveis

source: Cancel
fr: Annuler
pt_pt: Cancelar

source: Canceled !
fr: Annulé !
pt_pt: Cancelado !

source: Checking Internet connection
fr: Vérification de la connexion internet
pt_pt: Verificando a conexão com a Internet

source: Checking SW database to be free
fr: Vérification de la disponibilité de la base de données SW
pt_pt: Verificando o banco de dados do SW como livre

source: Checking apt database
fr: Vérification de la base de données apt
pt_pt: Verificando o banco de dados apt

source: Checking apt pinning
fr: Vérification du blocage apt
pt_pt: Verificando a marcação adequada

source: Checking permissions
fr: Vérification des permissions
pt_pt: Verificando permissões

source: Close
fr: Fermer
pt_pt: Fechar

source: Closing..
fr: Fermeture ...
pt_pt: Fechando..

source: Couldn't find Synaptic binary, please install it first. Using default updater for now ...
fr: Impossible de trouver le binaire de Synaptic, veuillez l'installer d'abord. Utilisation de l'installateur par défaut pour l'instant ...
pt_pt: Não foi possível encontrar o binário do Synaptic, instale-o primeiro. Utilizando o atualizador padrão por enquanto …

source: Do you want to continue ?
fr: Voulez-vous continuer ?
pt_pt: Você quer continuar ?

source: Don't show this dialog again
fr: Ne plus afficher ce dialogue
pt_pt: Não mostrar este diálogo novamente

source: Done
fr: Terminé
pt_pt: Feito

source: Downloading packages
fr: Téléchargement des paquets
pt_pt: Transferindo pacotes

source: Failed
fr: Echoué
pt_pt: Falhou

source: Failed!
fr: Echec !
pt_pt: Falhou!

source: Finish >
fr: Terminer >
pt_pt: Concluir >

source: Finished :)
fr: Terminé :)
pt_pt: Terminado :)

source: Fixing apt database
fr: Réparation de la base de données apt
pt_pt: Corrigindo o banco de dados apt

source: Installing..
fr: Installation ...
pt_pt: Instalando..

source: Listing updates
fr: Liste des mises à jour
pt_pt: Listando atualizações

source: Locking SW database
fr: Blocage de la base de données SW
pt_pt: Bloqueando a base de dados do SW

source: Make use of Synaptic package manager, if available
fr: Utilisez le gestionnaire de paquet Synaptic, si disponible
pt_pt: Faça uso do gestor de pacotes Synaptic, se disponível

source: No
fr: Non
pt_pt: Não

source: Not available!
fr: Indisponible !
pt_pt: Não disponível!

source: Performing upgrade
fr: Installation de le mise à jour
pt_pt: Realizando atualização

source: Please, try to run Update Manager a few minutes later again.
fr: Veuillez réessayer de lancer le gestionnaire de mises à jour dans quelques minutes.
pt_pt: Por favor, tente executar o Gestor de Atualização alguns minutos depois novamente.

source: Removing unnecessary packages
fr: Désinstallation des paquets obsolètes
pt_pt: Removendo pacotes desnecessários

source: Setup action
fr: Paramétrage
pt_pt: Ação de instalação

source: Show details
fr: Afficher les détails
pt_pt: Mostrar detalhes

source: Show upgradable packages lists and confirmation dialogs
fr: Afficher la liste des paquets upgradables et les dialogues de confirmation
pt_pt: Mostrar listas de pacotes atualizáveis e diálogos de confirmação

source: Start updater window minimized
fr: Démarrer la fenêtre de mise à jour en mode réduit
pt_pt: Iniciar a janela do atualizador minimizada

source: Success. The most recent update has been implemented.
fr: Terminé. Les mises à jours les plus récentes sont installées.
pt_pt: Sucesso. A atualização mais recente foi implementada.

source: System update completed successfully.
fr: La mise à jour du système s'est terminée sans erreur.
pt_pt: Atualização do sistema concluída com sucesso.

source: System updater has been started..
fr: La mise à jour du système démarre...
pt_pt: O atualizador do sistema foi iniciado ..

source: Update Manager - configuration
fr: Gestionnaire de mises à jour - configuration
pt_pt: Configuração - Gestor de Atualizações

source: Update Manager - install progress
fr: Gestionnaire de mises à jour - progression de l'installation
pt_pt: Gestor de Atualizações - progresso da instalação

source: Update SW database
fr: Mise à jour de la base de données SW
pt_pt: Atualizar o banco de dados do SW

source: Update manager has been exited with <b>error code:
fr: Le gestionnaire de mises à jour s'est terminé avec <b>le code erreur:
pt_pt: O gestor de atualização foi encerrado com o código de erro <b>:

source: Waiting
fr: En attente
pt_pt: Esperando

source: Yes
fr: Oui
pt_pt: Sim

source: Your system is up to date and healthy.
fr: Votre système est à niveau et sain.
pt_pt: Seu sistema está atualizado e é saudável.

source: need to be fixed
fr: doit être corrigé
pt_pt: precisa ser corrigido

source: pushButton1
fr: bouton 1
pt_pt: pressionarBotão1

source: pushButton2
fr: bouton 2
pt_pt: pressionarBotão2

source: textLabel1
fr: libellé 1
pt_pt: etiquetaTexto1

source: textLabel2
fr: libellé 2
pt_pt: etiquetaTexto2

source: textLabel3
fr: libellé 3
pt_pt: etiquetaTexto3
