Repository: Cristobal-coll/q4os-i18n
Catalog: src/*/welcome-screen.po
Languages: cs, de, he

source: <p>Do you want to turn Desktop Effects on ?</p>
cs: <p>Chcete zapnout efekty desktopu ?</p>
de: <p>Wollen sie die Desktop-Effekte einschalten ?</p>
he: <p>האם ברצונך להפעיל את האפקטים בשולחן העבודה?</p>

source: Desktop effects
cs: Efekty desktopu
de: Desktop-Effekte
he: אפקטים בשולחן העבודה

source: Turn ON
cs: Zapnout
de: Einschalten
he: הפעלה

source: Revert to defaults
cs: Vrátit výchozí nastavení
de: Zurücksetzen
he: חזרה להגדרות ברירת המחדל

source: <p>Your hardware seems to be low to run desktop effects, it's not recommended to turn effects on.</p><p>Do you really want to turn Desktop Effects on ?</p>
cs: <p>Váš hardware je nespíš slabý pro efekty desktopu, není doporučeno zapínat efekty.</p><p>Opravdu chcete zapnout efekty ?</p>
de: <p>Ihre Hardware scheint zu schwach zu sein, um Desktop-Effekte anzuzeigen. Es wird davon abgeraten, diese Effekte zu aktivieren.</p><p>Wollen Sie die Desktop-Effekte wirklich aktivieren ?</p>
he: <p>משאבי החומרה מוגבלים ולא מאפשרים להפעיל אפקטים בשולחן העבודה, לא מומלץ להפעיל אפקטים.</p><p>האם באמת להפעיל את האפקטים בשולחן העבודה?</p>

source: Warning !
cs: Varování !
de: Achtung !
he: אזהרה!

source: <p>Desktop effects have been enabled. Please login again to take changes effect.</p>
cs: <p>Efekty desktopu byly povoleny. Prosím přihlašte se znovu, aby se změny projevily.</p>
de: <p>Die Desktop-Effekte wurden aktiviert. Bitte loggen sie sich erneut ein, um die Änderungen zu übernehmen.</p>
he: <p>אפקטים בשולחן העבודה הופעלו. יש לצאת מהמערכת ולהיכנס שוב כדי להפעיל שינויים.</p>

source: <p>Desktop effects have been disabled.</p>
cs: <p>Efekty desktopu byly zakázány.</p>
de: <p>Die Desktop-Effekte wurden deaktiviert</p>
he: <p>אפקטים בשולחן העבודה בוטלו.</p>

source: <p>Do you want to enable Automatic login ?</p>
cs: <p>Chcete povolit automatické přihlášení ?</p>
de: <p>Wollen Sie die automatische Anmeldung aktivieren ?</p>
he: <p>האם ברצונך להיכנס למערכת באופן אוטומטי?<p/>

source: Autologin configuration
cs: Konfigurace automatického přihlášení
de: Autologin-Konfiguration
he: התאמת כניסה אוטומטית

source: Enable Autologin
cs: Povolit automatické přihlášení
de: Automatische Anmeldung aktivieren
he: הפעלת כניסה אוטומטית

source: <p>Automatic login is now enabled.<p>
cs: <p>Automatické přihlášení je nyní povoleno.<p>
de: <p>Automatische Anmeldung wurde aktiviert</p>
he: כניסה אוטומטית מופעלת מעכשיו

source: Automatic login
cs: Automatické přihlášení
de: Automatische Anmeldung
he: כניסה אוטומטית

source: <p>Automatic login is now disabled.<p>
cs: <p>Automatické přihlášení je nyní zakázáno.<p>
de: <p>Automatische Anmeldung wurde deaktiviert</p>
he: כניסה אוטומטית מבוטלת מעכשיו

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
cs: <p>Byla detekována instalace Virtualboxu !</p><p>Tlačítka akcí jsou zakázána během instalace Virtualboxu, prosím počkejte na ukončení instalace Virtualboxu.</p>
de: <p>Eine Virtualbox-Installation wurde erkannt !</p><p>Alle Funktionen werden während des Virtualbox-Setups deaktiviert. Bitte warten Sie bis zum Ende der Virtualbox-Installation.</p>
he: <p class="auto-style1">זוהתה התקנה וירטואלית!<br><br>פעולות נוספות מנוטרלות במהלך הקמת התקנה וירטואלית. יש להמתין עד לסיום ההתקנה.</p>

source: Switch to Kickoff
cs: Přepnout na Kickoff
de: Kickoff-Style anwenden
he: מעבר לתפריט התחלה

source: Switch to Bourbon
de: Bourbon-Style anwenden

source: Revert to Classic
cs: Vrátit klasický styl
de: Das Classic-Design anwenden
he: חזור למצב קלאסי

source: Start menu configuration
cs: Konfigurace Start Menu
de: Startmenü-Konfiguration
he: התאמת תפריט התחל

source: <p>Do you want to switch the Start Menu ?</p>
cs: <p>Chcete přepnout Start Menu ?</p>
de: <p>Wollen sie zum Startmenü wechseln ?</p>
he: <p>האם לשנות את תפריט התחל?</p>

source: Cancel
de: Aufheben

source: Working ...
de: Arbeitet ...

source: <p>Start Menu is now set to Kickoff style.<p>
de: <p>Das Startmenü wird nun im Kickoff-Style angezeigt.</p>

source: <p>Start Menu is now set to Bourbon style.<p>
de: <p>Das Startmenü wird nun im Bourbon-Style angezeigt.</p>

source: <p>Start Menu is now set to Classic style.<p>
cs: <p>Start Menu je nyní nastaveno na klasický styl.<p>
de: <p>Das Startmenü wird nun im Classic-Style angezeigt.</p>
he: תפריט התחל מכוון למצב קלאסי

source: Welcome screen
cs: Uvítací obrazovka
de: Willkommensbildschirm
he: מסך הפתיחה

source: Close
cs: Zavřít
de: Schliessen
he: סגירה

source: Show this dialog on startup
cs: Ukázat tento dialog po spuštění
de: Dieses Fenster beim Start anzeigen
he: הראה דיאלוג זה בכניסה

source: Run Desktop Profiler
cs: Spustit Desktop Profiler
de: Desktop-Profiler starten
he: הפעלת פרופיל שולחן עבודה

source: <font size="4"><p>Desktop Profiler will automatically install and configure set of additional Applications and tools, all in single click.</p><p>You will be allowed to select between different desktop profiles.</p></font>
cs: <font size="4"><p>Desktop Profiler nainstaluje a zkonfiguruje sadu dalších Aplikací a nástrojů, vše jedním kliknutím.</p><p>Budete si moci vybrat mezi různými desktopovými profily.</p></font>
de: <font size="4"><p>Der Desktop-Profiler wird automatisch optionale Programme und tools installieren und konfigurieren, und das nur mit einem einzigen Klick.</p><p>Sie dürfen zwischen verschiedenen Desktop-Profilen auswählen.</p></font>
he: <font size="4"><p>פרופיילר שולחן העבודה יתקין ויתאים מספר תוכנות וכלים, בקליק יחיד.</p><p>ניתן לבחור בין פרופילי שולחן עבודה שונים.</p></font>

source: Install Applications
cs: Instalovat aplikace
de: Programme installieren
he: התקנת אפליקציה

source: <font size="4"><p>You will be directed to Q4OS web resources to download and install standalone useful applications.</p></font>
cs: <font size="4"><p>Budete přesměrováni na webové zdroje Q4OS, abyste mohli stáhnout a nainstalovat jednotlivé aplikace.</p></font>
de: <font size="4"><p>Sie werden zu den Q4OS Web-Ressourcen geleitet, um nützliche Apps installieren zu können.</p></font>
he: <font size="4"><p>הפניה לאתר Q4OS על מנת להוריד ולהתקין מספר תוכנות שימושיות</p></font>

source: Install Proprietary Codecs
cs: Instalovat značkové kodeky
de: Propritäre Codecs installieren
he: התקנת קודקים קניניים

source: <font size="4"><p>Run an interactive script to install extra collection of professional quality codecs.</p><p>Media players such as VLC or Mplayer make use of these codecs in order to provide support for playback of DVD and multimedia files encoded through these codecs.</p></font>
cs: <font size="4"><p>Spustí interaktivní skript pro instalaci vybrané kolekce kodeků v profesionální kvalitě.</p><p>Přehrávače médií, jako třeba VLC nebo Mplayer využijí tyto kodeky pro podporu přehrávání DVD a multimediálních souborů kódovaných pomocí těchto kodeků.</p></font>
de: <font size="4"><p>Ein interaktives Skript starten, um professionelle Qualitäts-Codecs zu installieren.</p><p>Media Player wie VLC oder Mplayer benutzen diese Codecs um DVDs und andere Multimedia-Dateien abzuspielen.</p></font>
he: <font size="4"><p>הרץ סקריפט כדי להתקין אוסף נוסף של קודקים מקצועיים ואיכותיים</p><p>נגני מדיה כגון VLC או MPLAYER עושים שימוש בקודקים אלו כדי לנגן קבצי מולטימדיה</p></font>

source: Turn on Desktop effects
cs: Zapnout efekty desktopu
de: Desktop-Effekte einschalten
he: הפעלת אפקטים בשולחן העבודה

source: <font size="4"><p>Clicking this button, you will turn desktop smoothing and beautifying effects on.</p><p>Note, desktop effects will work flawlessly on modern hardware only, it's not recommended to use it with legacy hardware. A short system testing will be performed to ensure the hardware is ready to accept the configuration.</p></font>
cs: <font size="4"><p>Kliknutím na toto tlačítko zapnete vyhlazovací a zkrášlující desktopové efekty.</p><p>Upozorňujeme, že desktopové efekty budou bezchybně pracovat pouze na moderním hardwaru, nedoporučuje se je používat na starším hardwaru. Krátký systémový test bude spuštěn pro ujištění, že hardware je připraven přijmout konfiguraci.</p></font>
de: <font size="4"><p>Einen Klick auf diesen Knopf und Ihr Desktop wird mit Effekten wiederbelebt.</p><p>Aber: Die Effekte laufen nur auf neueren Geräten flüssig. Es wir davon abgeraten, sie bei älterer Hardware zu benutzen. Ein schneller Systemtest wird ausgeführt, um die Kompatibilität zu ermitteln.</p></font>
he: <font size="4"><p>לחיצה על כפתור זה מפעילה אפקטים שמחליקים ומיפים את שולחן העבודה</p><p>אפקטים אלו יעבדו ללא תקלות בחומרה עדכנית בלבד, לא מומלץ לעשות בהם שימוש בחומרה ישנה. בדיקת חומרה קצרה תתבצע על מנת לוודא שהחומרה מסוגלת לקבל את השינויים.</p></font>

source: Switch to Kickoff start menu
cs: Přepnout na Kickoff menu
de: Kickoff Startmenü benutzen
he: תפריט התחל

source: <font size="4"><p>Switch to alternative Kickoff Start menu.</p><p>Well arranged, modern style start menu offers search bar, favorites tab, history and more.</p></font>
cs: <font size="4"><p>Přepněte na alternativní Kickoff Start menu.</p><p>Dobře uspořádané, moderní start menu nabízí vyhledávací pruh, záložku oblíbených položek, historii a více.</p></font>
de: <font size="4"><p>Zum alternativen Kickoff Startmenü wechseln.</p><p>Gut aufgebautes, modernes Startmenü, welches eine Suchleiste, eine Favoritenleiste, uvm. anzeigt.</p></font>
he: <font size="4"><p> מעבר לתפריט התחל Kickoff.</p><p>תפריט התחל מודרני ומסודר מציע סרגל חיפוש, לשונית מועדפים, היסטוריה ועוד</p></font>

source: Set Autologin
cs: Automatické přihlašování
de: Autoanmeldung anwenden
he: הגדרת כניסה אוטומטית

source: <font size="4"><p>Bypass login screen and login without entering your password after the system boot.</p></font>
cs: <font size="4"><p>Přeskočte přihlašovací obrazovku a přihlašujte se po zavedení systému bez zadávání hesla.</p></font>
de: <font size="4"><p>Den Anmeldebildschirm umgehen und anmelden, ohne nach dem Systemstart ein Passwort einzugeben.</p></font>
he: <font size="4"><p>כניסה אוטומטית למערכת ללא הכנסת סיסמה אחרי אתחול. </p></font>

source: <font size="4"><p align=justify><b>Welcome to Q4OS</b>, fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.</p><p align=justify>Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.</p></font>
cs: <font size="4"><p align=justify><b>Vítejte v Q4OS</b>, rychlém a výkonném operačním systému zaměřeném na dlouhodobou stabilitu, spolehlivost a uživatelské rozhraní v klasickém stylu.</p><p align=justify>Q4OS je nainstalován jako velmi základní a čisté prostředí s minimální softwarovou výbavou. Nyní je ten správný čas přizpůsobit si Váš nový desktop, můžete využít tlačítka akcí níže.</p></font>
de: <font size="4"><p align=justify><b>Willkommen beim Q4OS</b>, dem schnellen und effizienten Desktop-Betriebssystem, fokussierend auf langhaltige Stabilität, Zuverlässigkeit und einer Klassisch-aussehender Benutzeroberfläche.</p><p align=justify>Q4OS ist als ein sehr einfaches Desktop-System mit minimaler Software aufgebaut. Jetzt ist es an der Zeit, um ihr Desktop einzustellen, wobei sie die untenstehenden Verknüpfungen benutzen können.</p></font>
he: <p dir=rtl align=justify class="auto-style1"><strong>ברוכים הבאים ל-Q4OS, </strong>מערכת הפעלה מהירה וחזקה ממוקדת בתמיכה לטווח ארוך, יציבות, אמינות וממשק בעל מראה קלאסי.</p><p dir=rtl align=justify class="auto-style1">Q4OS מותקנת כמערכת בסיסית ונקיה עם מינימום תוכנות נלוות. ניתן כעת להתאים את שולחן העבודה על-ידי שימוש בקיצור הדרך שלמטה.</p>
