Repository: Cristobal-coll/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: fr, pt_br

source: < Back
fr: < Retour
pt_br: < Voltar

source: </b></p><p>Cleaning and canceling now ...</p>
fr: </b></p><p>Nettoyage et annulation en cours ...</p>
pt_br: </b></p><p>Limpando e cancelando agora...</p>

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
fr: <p><h2>Exécution de l'assistant d'installation de _SUBST_SWNAME_</h2><br></p> <p>Le logiciel _SUBST_SWNAME_ a été installé sur votre ordinateur.<br></p> <p>Cliquez sur Terminer pour fermer l'assistant de configuration.<br><br><br><br><br><br></p> <p>Visitez le site _SUBST_SWNAME_ pour les dernières nouvelles, FAQs et assistance.</p>
pt_br: <p><h2>Finalizando o assistente de configuração _SUBST_SWNAME_</h2><br></p> <p>O programa _SUBST_SWNAME_ foi instalado no seu computador.<br></p> <p>Clique em Concluir para fechar o assistente.<br><br><br><br><br><br></p> <p>Visite o site _SUBST_SWNAME_ para as últimas notícias, FAQs e suporte</p>

source: <p><h2>Welcome to the _SUBST_SWNAME_ setup wizard</h2></p> <p>This wizard will guide you through the installation of the _SUBST_SWNAME_ application.</p> <p>Click Next to continue.</p>
fr: <p><h2>Bienvenue dans l'assistant d'installation de _SUBST_SWNAME_</h2></p> <p>Cet assistant vous guidera dans l'installation de l'application _SUBST_SWNAME_.</p> <p>Cliquez sur « Suivant » pour continuer.</p>
pt_br: <p><h2>Bem-vindo ao assistente de configuração _SUBST_SWNAME_</h2></p> <p>Este assistente irá guiá-lo através da instalação da aplicação _SUBST_SWNAME_.</p> <p>Clique em Avançar para continuar.</p>

source: <p>Error installing application, sorry, I cannot install.</p><p>Setup messages were recorded into logfile: <b>
fr: <p>Erreur d'installation de l'application, désolé, je ne peux pas l'installer.</p><p>Les messages d'installation ont été enregistrés dans le fichier: <b>
pt_br: <p>Erro ao instalar a aplicação, desculpe, não consigo instalar.</p><p>As mensagens de configuração foram gravadas no arquivo de log: <b>

source: <p>Internet connection is inactive or very slow. Installer needs to download application packages from Q4OS Internet sources. Setup cannot continue ...</p>
fr: <p>La connexion Internet est désactivée ou très lente. L'installateur a besoin de télécharger les paquets de l'application à partir des sources internet de Q4OS. L'installation ne peut pas se poursuivre ...</p>
pt_br: <p>A conexão com a Internet está inativa ou muito lenta. O instalador precisa baixar os pacotes da aplicação das fontes da Internet do Q4OS. A instalação não pode continuar ...</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p><p>Cleaning and canceling now ...</p>
fr: <p>Le système de paquets est occupé, il n'est pas possible de procéder à l'installation maintenant.</p><p>Le blocage est causé, très probablement, par l'installation de mises à jour en tâche de fond. Dans ce cas, vous devez patienter le temps que le système de paquets termine ces opérations. Merci de vérifier si vous n'êtes pas déjà en train de faire une installation et répétez l'opération dans quelques minutes.</p><p>Nettoyage et annulation en cours ...</p>
pt_br: <p>O sistema de pacotes está ocupado, não está pronto para instalar agora. O programa de instalação não pode continuar.</p><p>O bloqueio é causado, muito provavelmente, por atualizações contínuas do sistema em segundo plano. Se esse for o caso, você deve aguardar um momento para que o sistema de pacotes conclua essas operações. Certifique-se de que não está instalando outra aplicação e repita a configuração alguns minutos depois.</p><p>Limpando e cancelando agora ...</p>

source: <p>Package system is in non consistent state, it has to be recovered manually. Installation cannot continue now.</p><p>Cleaning and canceling ...</p>
fr: <p>Le système de paquets est incohérent, il doit être récupéré manuellement. L'installation ne peut pas continuer maintenant.</p><p>Nettoyage et annulation ...</p>
pt_br: <p>O sistema de pacotes está em estado não consistente, precisa ser recuperado manualmente. A instalação não pode continuar agora.</p><p>Limpando e cancelando ...</p>

source: <p>Packages couldn't be downloaded, please check your Internet connection. Sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
fr: <p>Des paquets ne peuvent pas être téléchargés, merci de vérifier votre connexion internet. Désolé, je ne peux pas installer maintenant.</p><p>Nettoyage et annulation ...</p>
pt_br: <p>Os pacotes não puderam ser baixados, verifique a sua conexão com a Internet. Desculpe, não posso instalar agora.</p><p>Limpando e cancelando ...</p>

source: <p>Simulation not successful, sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
fr: <p>La simulation n'a pas abouti, désolé, je ne peux pas installer maintenant.</p><p>Nettoyage et annulation ...</p>
pt_br: <p>A simulação não foi bem-sucedida, desculpe, não posso instalar agora.</p><p>Limpando e cancelando ...</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
fr: <p>Attention: l'annulation de l'installation à ce stade peut mettre le système de paquet en panne.</p><p>Etes vous vraiment sûr de vouloir interrompre le processus d'installation maintenant ?</p>
pt_br: <p>Aviso: Cancelar a instalação durante esta fase pode resultar em falha do sistema de pacotes.</p><p>Tem certeza de que deseja interromper o processo de instalação agora ?</p>

source: Adding security keys ...
fr: Ajout des clés de sécurité ...
pt_br: Adicionando chaves de segurança ...

source: Adding security keys ... OK
fr: Ajout des clés de sécurité … OK
pt_br: Adicionando chaves de segurança ... OK

source: Autofix not needed ... OK
fr: Réparation automatique pas nécessaire … OK
pt_br: Autocorreção não necessária ... OK

source: Calculating progress ...
fr: Calcul de la progression ...
pt_br: Calculando o progresso ...

source: Cancel
fr: Annuler
pt_br: Cancelando

source: Checking installation ...
fr: Vérification de l'installation ...
pt_br: Verificando a instalação ...

source: Checking installation ... Error !
fr: Vérification de l'installation … Erreur !
pt_br: Verificando a instalação ... Erro !

source: Checking installation ... OK
fr: Vérification de l'installation … OK
pt_br: Verificando a instalação ... OK

source: Checking package system ...
fr: Vérification du système de paquets ...
pt_br: Verificando o sistema de pacotes ...

source: Copying system packages ...
fr: Copie du système de paquets ...
pt_br: Copiando pacotes do sistema ...

source: Copying system packages ... Done
fr: Copie du système de paquets … Terminée
pt_br: Copiando pacotes do sistema ... Concluído

source: Do you really want to cancel pending operation ?
fr: Voulez-vous vraiment annuler l'opération en cours ?
pt_br: Tem a certeza que deseja cancelar a operação pendente ?

source: Downloading packages ...
fr: Téléchargement des paquets ...
pt_br: Baixando pacotes ...

source: Downloading packages ... Done
fr: Téléchargement des paquets … Terminé
pt_br: Baixando pacotes ... Concluído

source: Enter your password to continue:
fr: Entrez votre mot de passe pour continuer :
pt_br: Digite sua senha para continuar:

source: Extracting archive ...
fr: Décompression de l'archive ...
pt_br: Extraindo arquivo ...

source: Extracting archive ... Done
fr: Décompression de l'archive … Terminée
pt_br: Extraindo arquivo ... Concluído

source: Fast system checks
fr: Vérifications systèmes rapide
pt_br: Verificações rápidas do sistema

source: Finish >
fr: Terminer >
pt_br: Concluir >

source: Finishing installation ...
fr: Finalisation de l'installation ...
pt_br: Concluindo a instalação ...

source: Get permissions
fr: Obtenir les permissions
pt_br: Obter permissões

source: I Agree
fr: J'accepte
pt_br: Eu Concordo

source: I Agree >
fr: J'accepte >
pt_br: Eu Concordo >

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install _SUBST_SWNAME_ software.
fr: Si vous acceptez les termes du contrat d'utilisation, appuyez sur « J'accepte » pour continuer. Cela est nécessaire pour installer le logiciel _SUBST_SWNAME_.
pt_br: Se aceita os termos do contrato, clique em Concordo para continuar. Você tem de aceitar o contrato para instalar o programa _SUBST_SWNAME_.

source: Install >
fr: Installer >
pt_br: Instalar >

source: Installation successfully completed :-)
fr: L'installation s'est terminée correctement :-)
pt_br: Instalação concluída com sucesso :-)

source: Installing
fr: Installation en cours
pt_br: Instalando

source: Installing files ...
fr: Installation des fichiers ...
pt_br: Instalando arquivos ...

source: Installing files ... OK
fr: Installation des fichiers … OK
pt_br: Instalando arquivos ... OK

source: License Agreement
fr: Contrat d'utilisation
pt_br: Termos de licença

source: License text ...
fr: Texte du contrat ...
pt_br: Texto da licença ...

source: Next >
fr: Suivant >
pt_br: Avançar >

source: Package system ... Busy !
fr: Système de paquets … Occupé !
pt_br: Sistema de pacotes ... Ocupado !

source: Package system not consistent ...
fr: Système de paquets incohérent …
pt_br: Sistema de pacotes não consistente ...

source: Package system still not consistent, canceling installation ...
fr: Système de paquets toujours incohérent, annulation de l'installation …
pt_br: Sistema de pacotes ainda não consistente, cancelando a instalação ...

source: Partial update sw database ...
fr: Mise à jour partielle de la base de données logiciels (sw) ...
pt_br: Atualização parcial da base de dados de software ...

source: Partial update sw database ... Done
fr: Mise à jour partielle de la base de données logiciels (sw) … Terminée
pt_br: Atualização parcial da base de dados de software ... Concluído

source: Please review the license terms before install
fr: Veuillez lire le contrat d'utilisation avant l'installation
pt_br: Por favor, reveja os termos da licença antes de instalar

source: Please wait while software is being installed
fr: Patientez pendant l'installation du(des) logiciel(s)
pt_br: Por favor, aguarde enquanto o programa é instalado

source: Postinstall operations ...
fr: Opérations d'après installation ...
pt_br: Operações de pós-instalação ...

source: Postinstall operations ... Done
fr: Opérations d'après installation … Terminées
pt_br: Operações de pós-instalação ... Concluído

source: Postinstall operations, additional commands ...
fr: Opérations d'après installation, commandes additionnelles …
pt_br: Operações de pós-instalação, comandos adicionais ...

source: Postinstall operations, update sw database ...
fr: Opérations d'après installation, mise à jour de la base de données logiciels (sw) …
pt_br: Operações de pós-instalação, atualizar base de dados de software ...

source: Postinstall operations, upgrade sw database ...
fr: Opérations d'après installation, upgrade de la base de données logiciels (sw) …
pt_br: Operações pós-instalação, atualizar base de dados de software ...

source: Preparing installation files ...
fr: Préparation des fichiers d'installation ...
pt_br: Preparando arquivos de instalação ...

source: Preparing installation files ... OK
fr: Préparation des fichiers d'installation … OK
pt_br: Preparando arquivos de instalação ... OK

source: Press Page Down to see the rest of agreement.
fr: Appuyez sur Page Bas pour voir la suite du contrat d'utilisation.
pt_br: Pressione Page Down para ver o resto do acordo.

source: Q4OS Install System v0.2.0
fr: Système d'installation v0.2.0 de Q4OS
pt_br: Sistema de Instalação Q4OS v0.2.0

source: Recovered ... OK
fr: Récupération … OK
pt_br: Recuperado ... OK

source: Registering application ... OK
fr: Enregistrement de l'application … OK
pt_br: Registrando aplicação ... OK

source: Searching for language packages ...
fr: Recherche des paquets linguistiques ...
pt_br: Procurando pacotes de idiomas ...

source: Searching for language packages ... Done
fr: Recherche des paquets linguistiques … Terminé
pt_br: Procurando pacotes de idiomas ... Concluído

source: Setup action:
fr: Configuration :
pt_br: Ação de configuração:

source: Setup action:
fr: Configuration :
pt_br: Ação de configuração:

source: System asks for installation permissions
fr: Le système demande les permissions pour l'installation
pt_br: O sistema pede permissões de instalação

source: System is prechecking installation environment
fr: Le système vérifie l'environnement d'installation
pt_br: O sistema está pré-verificando o ambiente de instalação

source: Testing Internet connection ...
fr: Vérification de la connexion internet ...
pt_br: Testando a conexão com a Internet ...

source: Testing Internet connection ... Failed !
fr: Vérification de la connexion internet … Echec !
pt_br: Testando a conexão com a Internet ... Falhou !

source: Testing Internet connection ... OK
fr: Vérification de la connexion internet … OK
pt_br: Testando a conexão com a Internet ... OK

source: Testing installation ...
fr: Vérification de l'installation ...
pt_br: Testando a instalação ...

source: Testing installation ... Done
fr: Vérification de l'installation … Terminée
pt_br: Testando a instalação ... Concluído

source: Trying to recover APT integrity ...
fr: Tentative de récupération de l'intégrité d'APT ...
pt_br: Tentando recuperar a integridade do APT ...

source: Update sw database ...
fr: Mise à jour de la base de donnée logiciels (sw) ...
pt_br: Atualizar a base de dados de software ...

source: Update sw database ... Done
fr: Mise à jour de la base de donnée logiciels (sw) … Terminé
pt_br: Atualizar a base de dados de software ... Concluído

source: Update system cache ...
fr: Mise à jour du cache système ...
pt_br: Atualizar o cache do sistema ...

source: Update system cache ... Done
fr: Mise à jour du cache système … Terminée
pt_br: Atualizar o cache do sistema ... Concluído

source: Verified ... OK
fr: Vérification … OK
pt_br: Verificado ... OK

source: Waiting to complete current operation ... Done
fr: Attente de la fin de l'opération courante … Terminée
pt_br: Aguardando para concluir a operação atual ... Concluído

source: passed OK !
fr: réussite OK !
pt_br: passou OK !

source: result:
fr: résultat :
pt_br: resultado:

source: setup wizard
fr: assistant de configuration
pt_br: assistente de configuração
