Repository: Cristobal-coll/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: fr

source: Install >
fr: Installer >

source: * select please *
fr: * veuillez sélectionner *

source: <html> <font size="5"><p>Please select default desktop environment.</p></font> <p align=justify>The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.</p> </html>
fr: <html> <font size="5"><p>Veuillez sélectionner l'environnement de bureau par défaut.</p></font> <p align=justify>Le plus léger et performant <b>Trinity</b> est installé et préconfiguré par défaut en ce moment. Toutefois, l'installateur Q4OS a détecté automatiquement que votre ordinateur est suffisamment puissant pour utiliser l'environnement de bureau <b>KDE Plasma</b> qui est plus avancé.</p> </html>

source: <p align=justify>This dialog lets you choose an additional desktop environment (DE) to install alongside the default Q4OS desktop.</p><p align=justify>Please do not use this option, unless you are absolutely sure what you are doing.</p>
fr: <p align=justify>Cette fenêtre vous laisse choisir un environnement de bureau additionnel à installer à côté du bureau par défaut de Q4OS .</p><p align=justify>N'utilisez pas cette option, sauf si vous êtres absolument sûr de ce que vous faites.</p>

source: <p>Do you want to cancel pending operation ?</p>
fr: <p>Voulez-vous annuler l'opération en attente ?</p>

source: <p>Install and set <span style="font-weight:600">KDE Plasma</span> environment as default and leave the Trinity desktop as an option.</p>
fr: <p>Installer et activer par défaut l'environnement de bureau <span style="font-weight:600">KDE Plasma</span> et mettre le bureau Trinity en option.</p>

source: <p>Insufficient hardware detected !</p><p>Your CPU lacks SSE2 support, SSE2 is necessary for required software.</p>
fr: <p>Matériel insuffisant détecté !</p><p>Votre CPU ne supporte pas les instructions SSE2 qui sont nécessaires pour le programme demandé.</p>

source: <p>Insufficient hardware detected !</p><p>Your computer is low in hardware resources for profile you have selected, it's not recommended to install the profile.</p>
fr: <p>Matériel insuffisant détecté !</p><p>Votre ordinateur est faible en ressources système pour le profil que vous avez sélectionné, il n'est pas recommandé d'installer ce profil.</p>

source: <p>Keep the <span style="font-weight:600">Trinity</span> desktop as default, no Plasma will be installed. You can start Plasma installation later using the Desktop profiler tool.</p>
fr: <p>Conserver l'environnement de bureau <span style="font-weight:600">Trinity</span> par défaut, Plasma ne sera pas installé. Vous pourrez démarrer l'installation de Plasma plus tard en utilisant l'outil de profil de bureau.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
fr: <p>Le gestionnaire de paquets est en cours d'utilisation et n'est donc pas prêt à installer un autre logiciel immédiatement. La configuration est interrompue.</p><p>Ce blocage est très certainement causé par une mise à jour système actuellement en cours. Si cela est le cas vous devrez attendre un instant le temps que cela soit terminé pour enfin poursuivre votre opération. Vérifiez évidemment que vous n'êtes pas en train d'installer une autre application présentement et répétez votre tentative dans quelques minutes.</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
fr: <p>Attention : L'annulation de l'installation dans cette phase peut entraîner une panne du système.</p><p>Etes vous bien sûr de vouloir interrompre le processus d'installation maintenant ?</p>

source: Cancel
fr: Annuler

source: Choose an additional desktop environment to install.
fr: Choisissez un environnement de bureau additionnel à installer.

source: Choose an additional desktop environment to install. Please do not use this option, unless you are absolutely sure what you are doing.
fr: Choisissez un environnement de bureau additionnel à installer. N'utilisez pas cette option, sauf si vous êtes absolument sûr de ce que vous faites.

source: Choose desktop environment
fr: Choisissez un environnement de bureau

source: Click to select profile
fr: Cliquez pour sélectionner un profil

source: Default (TDE)
fr: Défaut (TDE)

source: Desktop Profiler
fr: Gestionnaire de profil de bureau

source: Desktop Profiler - install progress
fr: Gestionnaire de profil de bureau - progression de l'installation

source: Desktop environment:
fr: Environnement de bureau :

source: Desktop profiler - select default desktop environment
fr: Gestionnaire de profil de bureau - sélection de l'environnement de bureau par défaut

source: If you are not sure, just press <b>[ KDE Plasma ]</b> button to select the recommended option.
fr: Si vous n'êtes pas sûr, appuyez sur le bouton <b>[ KDE Plasma ]</b> pour sélectionner l'option recommandée.

source: Installation process has requested to logoff this session. Do you want re-login just now ?
fr: Le processus d'installation demande de se déconnecter de cette session. Souhaitez-vous vous déconnecter et vous reconnecter immédiatement ?

source: Launch installation
fr: Démarrer l'installation

source: Next >
fr: Suivant >

source: None selected
fr: Pas de sélection

source: Please reboot your computer as soon as possible. Do you want reboot just now ?
fr: SVP redémarrez votre ordinateur dès que possible. Souhaitez-vous redémarrer immédiatement ?

source: Please restart X server as soon as possible.
fr: Merci de redémarrer le serveur d'affichage X dès que possible.

source: Profile description
fr: Description du profil

source: Software profile:
fr: Profil logiciel :

source: Yes, I really want to install additional DE
fr: Oui, je veux vraiment installer l'environnement de bureau additionnel
