Repository: Cristobal-coll/q4os-i18n
Catalog: q4os-tools/*/welcome-screen.po
Languages: pt

source: <font size="4"><p align=justify><b>Welcome to Q4OS</b>, fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.</p><p align=justify>Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.</p></font>
pt: <font size="4"><p align=justify><b>Bem-vindo ao Q4OS</b>, um sistema operativo para o ambiente de trabalho, rápido e poderoso focado na estabilidade a longo prazo, interface de utilizador de estilo clássico e confiável.</p><p align=justify>Q4OS é instalado como um ambiente de trabalho muito limpo e básico com um conjunto de programas reduzido. Agora é o momento certo para ajustar o seu novo ambiente de trabalho, você pode querer fazer uso dos atalhos de ajustes abaixo.</p></font>

source: <font size="4"><p>Bypass login screen and login without entering your password after the system boot.</p></font>
pt: <font size="4"><p>Evita o ecrã de início de sessão e inicia a sessão sem introduzir a sua palavra-passe após o arranque do sistema.</p></font>

source: <font size="4"><p>Clicking this button, you will turn desktop smoothing and beautifying effects on.</p><p>Note, desktop effects will work flawlessly on modern hardware only, it's not recommended to use it with legacy hardware. A short system testing will be performed to ensure the hardware is ready to accept the configuration.</p></font>
pt: <font size="4"><p>Ao clicar neste botão, você vai ativar a suavização e os efeitos de embelezamento do ambiente de trabalho.</p><p>Nota, os efeitos do ambiente de trabalho irão funcionar perfeitamente somente em hardware moderno, não é recomendável usá-lo com hardware antigo. Um pequeno teste do sistema será realizado para garantir que o hardware está pronto para aceitar a configuração.</p></font>

source: <font size="4"><p>Desktop Profiler will automatically install and configure set of additional Applications and tools, all in single click.</p><p>You will be allowed to select between different desktop profiles.</p></font>
pt: <font size="4"><p>O Perfil do ambiente de trabalho irá instalar e configurar automaticamente um conjunto de Aplicações e ferramentas adicionais, tudo num simples clique.</p><p>Você terá permissão para selecionar entre diferentes perfis do ambiente de trabalho.</p></font>

source: <font size="4"><p>Run an interactive script to install extra collection of professional quality codecs.</p><p>Media players such as VLC or Mplayer make use of these codecs in order to provide support for playback of DVD and multimedia files encoded through these codecs.</p></font>
pt: <font size="4"><p>Executar um script interativo para instalar uma coleção extra de codecs de qualidade profissional.</p><p>Leitores multimédia, como o VLC ou o Mplayer fazem uso destes codecs, a fim de fornecer suporte para reprodução de DVD e ficheiros multimédia codificados por esses codecs.</p></font>

source: <font size="4"><p>Switch to alternative Kickoff Start menu.</p><p>Well arranged, modern style start menu offers search bar, favorites tab, history and more.</p></font>
pt: <font size="4"><p>Muda para um menu Iniciar Kickoff alternativo.</p><p>Bem organizado, menu iniciar de estilo moderno oferece uma barra de pesquisa, separador de favoritos, histórico e muito mais.</p></font>

source: <font size="4"><p>You will be directed to Q4OS web resources to download and install standalone useful applications.</p></font>
pt: <font size="4"><p>Você será direcionado para os recursos da rede Q4OS para transferir e instalar aplicações úteis independentes.</p></font>

source: <p>Automatic login is now disabled.</p>
pt: <p>O início de sessão automático está agora desativado.</p>

source: <p>Automatic login is now enabled.</p>
pt: <p>O início de sessão automático está agora ativado.</p>

source: <p>Desktop effects have been disabled.</p>
pt: <p>Os efeitos do ambiente de trabalho foram desativados.</p>

source: <p>Desktop effects have been enabled. Please login again to take changes effect.</p>
pt: <p>Os efeitos do ambiente de trabalho foram ativados. Por favor, reinicie a sessão para que as alterações entrem em vigor.</p>

source: <p>Do you want to enable Automatic login ?</p>
pt: <p>Quer ativar o início de sessão automático ?</p>

source: <p>Do you want to switch the Start Menu ?</p>
pt: <p>Você quer mudar o Menu Iniciar ?</p>

source: <p>Do you want to turn Desktop Effects on ?</p>
pt: <p>Quer ativar os efeitos do ambiente de trabalho ?</p>

source: <p>NVIDIA installation has been detected !</p><p>Actions are disabled during NVIDIA setup, please wait until end of the NVIDIA installation.</p>
pt: <p>A instalação da NVIDIA foi detetada !</p><p>As ações estão desativadas durante a configuração da NVIDIA, aguarde até o final da instalação da NVIDIA.</p>

source: <p>Start Menu is now set to Bourbon style.</p>
pt: <p>Menu Iniciar agora está definido para o estilo Bourbon.</p>

source: <p>Start Menu is now set to Classic style.</p>
pt: <p>Menu Iniciar agora está definido para o estilo Clássico.</p>

source: <p>Start Menu is now set to Kickoff style.</p>
pt: <p>Menu Iniciar agora está definido para o estilo Kickoff.</p>

source: <p>This action is only available for Trinity desktop.</p>
pt: <p>Esta ação está disponível somente para o ambiente de trabalho Trinity.</p>

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
pt: <p>Instalação Virtualbox foi detetada !</p><p>As ações são desativadas durante a instalação Virtualbox, por favor aguarde até que a instalação Virtualbox termine.</p>

source: <p>Your hardware seems to be low to run desktop effects, it's not recommended to turn effects on.</p><p>Do you really want to turn Desktop Effects on ?</p>
pt: <p>O seu hardware parece ser fraco para executar os efeitos do ambiente de trabalho, não é recomendado ativar os efeitos.</p><p>Tem a certeza que quer ativar os efeitos do ambiente de trabalho ?</p>

source: Apply
pt: Aplicar

source: Autologin configuration
pt: Configuração do início de sessão automático

source: Automatic login
pt: Início de sessão automático

source: Cancel
pt: Cancelar

source: Categories
pt: Categorias

source: Classic
pt: Clássico

source: Classic style cascading menu
pt: Menu em cascata de estilo clássico

source: Close
pt: Fechar

source: Desktop effects
pt: Efeitos do ambiente de trabalho

source: Enable Autologin
pt: Ativar início de sessão automático

source: Install Applications
pt: Instalar Aplicações

source: Install Proprietary Codecs
pt: Instalar Codecs Proprietários

source: KickOff type menu
pt: Menu do tipo KickOff

source: Menu items organized by Applications
pt: Itens de menu organizados por Aplicações

source: Menu items organized by Categories
pt: Itens de menu organizados por Categorias

source: Menu structure
pt: Estrutura do menu

source: Menu type
pt: Tipo de menu

source: Revert to Classic
pt: Reverter para Clássico

source: Revert to defaults
pt: Reverter para predefinição

source: Run Desktop Profiler
pt: Executar o perfil de ambiente de trabalho

source: Set Autologin
pt: Definir o início de sessão automático

source: Show this dialog on startup
pt: Mostrar este diálogo no início

source: Start menu configuration
pt: Começar a configuração do menu

source: Switch to Bourbon
pt: Mudar para Bourbon

source: Switch to Kickoff
pt: Mudar para Kickoff

source: Switch to Kickoff start menu
pt: Mudar para o menu Kickoff

source: Turn ON
pt: Ligar

source: Turn on Desktop effects
pt: Ativar os efeitos do ambiente de trabalho

source: Two panel menu with search line
pt: Menu de dois painéis com linha de pesquisa

source: Warning !
pt: Aviso !

source: Welcome screen
pt: Ecrã de boas-vindas

source: Working ...
pt: A trabalhar ...

source: pushButton1
pt: pressionarBotão1

source: pushButton2
pt: pressionarBotão2

source: pushButton3
pt: pressionarBotão3

source: pushButton4
pt: pressionarBotão4

source: textLabel1
pt: etiquetaTexto1
